Repository: OPUS4/application
Catalog: modules/admin/language/document.tmx
Source language: de
Languages: en

source: Dokument
en: Document

source: Metadaten hinzufügen
en: Add Metadata

source: Metadaten editieren
en: Edit Metadata

source: Bearbeiten
en: Edit

source: Zuweisung(en) ändern
en: Edit assignment(s)

source: Neu hinzufügen
en: Add New

source: Neue Zuweisung hinzufügen
en: Add new Assignment

source: Allgemeines
en: General

source: Titelinformationen
en: Title Information

source: Zusammenfassungen
en: Abstracts

source: Titel
en: Titles

source: Übersetzte Titel
en: Translated Titles

source: Titel übergeordneter Werke
en: Parent Titles

source: Untertitel
en: Subtitles

source: Personen
en: Persons

source: Autoren
en: Authors

source: Herausgeber
en: Editors

source: Betreuer
en: Advisors

source: Sonstige beteiligte Personen
en: Contributors

source: Gutachter
en: Referee

source: Übersetzer
en: Translators

source: Weitere Personen
en: Other Persons

source: Einsteller
en: Submitter

source: Schlagwörter
en: Subjects

source: GND-Schlagwörter
en: GND Keywords

source: PSyndex Schlagwörter
en: PSyndex Keywords

source: Freie Schlagwörter / Tags
en: Tags

source: Identifikatoren
en: Identifiers

source: Andere Identifikatoren
en: Other Identifiers

source: DOI beim Veröffentlichen generieren
en: Generate DOI when publishing document

source: URN beim Veröffentlichen generieren
en: Generate URN when publishing document

source: Lizenzen
en: Licences

source: Hochschulschriftenvermerk, DNB
en: Thesis statement, DNB

source: Sammlungen, Klassifikationen
en: Collections

source: Inhaltliche Erschließung
en: Abstracts and Subjects

source: Veröffentlichende Institutionen
en: Publishing Intitutions

source: Titel verleihende Institutionen
en: Granting Institutions

source: Schriftenreihen
en: Series

source: Weitere bibliographische Angaben
en: Miscellaneous bibliographic Information

source: Benutzerdefinierte Felder (Enrichments)
en: Enrichments

source: Zugriffsrechte
en: Access

source: Patente
en: Patents

source: Bibliographische Informationen
en: Bibliographic Information

source: Bemerkungen
en: Notes

source: Dateien
en: Files

source: Dokument (%1$s)
en: Document (%1$s)

source: Bitte Institution auswählen
en: Please select publisher

source: Hinzufügen
en: Add

source: Entfernen
en: Remove

source: Speichern
en: Save

source: Zurück
en: Back

source: Zurücksetzen
en: Reset

source: Änderungen erfolgreich abgespeichert.
en: Changes successfully saved.

source: Die Verknüpfung des Dokuments zur Sammlung '%1$s' wurde erfolgreich erstellt.
en: Link to collection '%1$s' was successfully created.

source: Die Verknüpfung des Dokuments zur Sammlung '%1$s' wurde erfolgreich entfernt.
en: Linked collection '%1$s' was successfully removed.

source: Neuen Titel hinzufügen
en: Add new title

source: Titel editieren
en: Edit Titles

source: Neuen Abstract hinzufügen
en: Add new abstract

source: Abstracts editieren
en: Edit Abstracts

source: Neue Person hinzufügen
en: Add new person

source: Personen editieren
en: Edit Persons

source: Neuen Identifier hinzufügen
en: Add new identifier

source: Identifier editieren
en: Edit Identifiers

source: Neue Referenz hinzufügen
en: Add new reference

source: Referenzen editieren
en: Edit References

source: Neue Lizenz hinzufügen
en: Add new licence

source: Lizenzen editieren
en: Edit Licences

source: Neues Schlagwort hinzufügen
en: Add new subject

source: Schlagwörter editieren
en: Edit Subjects

source: Neues Patent hinzufügen
en: Add new patent

source: Patente editieren
en: Edit Patents

source: Zu Schriftenreihe hinzufügen
en: Add to series

source: Schriftenreihen editieren
en: Edit Series

source: Neue Bemerkung hinzufügen
en: Add new note

source: Bemerkungen editieren
en: Edit Notes

source: Neues benutzerdefiniertes Feld (Enrichment) hinzufügen
en: Add new enrichment

source: Benutzerdefinierte Felder (Enrichments) editieren
en: Edit Enrichments

source: Datumsangaben editieren
en: Edit Dates

source: Allgemeine Angaben editieren
en: Edit General

source: Hochschulschriftenvermerk editieren
en: Edit thesis statement

source: Weitere bibliographische Angaben editieren
en: Edit other bibliographic Information

source: Keine zulässige Dokument-ID zum Löschen.
en: No valid document ID provided.

source: Die Dokument-ID existiert nicht.
en: No valid document ID provided.

source: Das Dokument kann nicht gespeichert werden, da Eingaben nicht gültig sind.
en: Document cannot be saved, because some input is not valid.

source: Ein unerwarteter Fehler ist beim Speichern aufgetreten ("$1%s").
en: An unexpected exception occurred while saving the document ("$1%s").

source: Ein Titel in der Dokumentensprache '%1$s' ist notwendig.
en: A title in the document language '%1$s' is required.

source: Sprachen dürfen nur einmal verwendet werden.
en: Languages can only be used once.

source: Ein Institut kann dem Dokument nur einmal zugewiesen werden.
en: An institute can only be assigned once to a document.

source: Dokument kann einer Schriftenreihe nur einmal zugewiesen werden.
en: Document can be assigned to a series only once.

source: Identifier bereits für das Dokument vergeben.
en: Identifier already exists for document.

source: Schlagwort wurde bereits zugewiesen.
en: Subject already assigned.

source: Dieser Wert wird benötigt.
en: This value is required.

source: Bitte geben sie eine Nummer ein.
en: Please enter a number.

source: Die Bandnummer existiert bereits in der gewählten Schriftreihe.
en: The number already exists in the selected series.

source: '%1$s' vom Dokument entfernen
en: Remove '%1$s' from document

source: Wollen Sie folgenden Eintrag wirklich entfernen?
en: Are you sure you want to remove the following entry?

source: '%1$s' wurde nicht entfernt (vom Nutzer abgebrochen).
en: '%1$s' was not removed (cancelled by user).

source: '%1$s' wurde erfolgreich entfernt.
en: '%1$s' was successfully removed.

source: '%1$s' konnte nicht entfernt werden. %2$s
en: Could not remove '%1$s'. %2$s

source: Feldname konnte nicht ermittelt werden.
en: Could not determine fieldname.

source: Fehler beim Entfernen.
en: Invalid remove request.

source: Verschieben
en: Move

source: Aktionen
en: Actions

source: Rolle ändern
en: Change role

source: oder Person
en: or

source: Diese DOI wurde bereits registriert. Sie sollte nicht mehr geändert werden!
en: This DOI is already registered. We recommend to leave it untouched!

source: Diese lokale DOI wurde noch nicht registriert.
en: This local DOI has not been registered yet.

source: Diese lokale DOI wurde bereits registriert. Eine erfolgreiche Prüfung steht aber noch aus.
en: This local DOI was already registered. A successful verification is still pending.

source: Diese lokale DOI wurde bereits registriert. Sie wurde erfolgreich geprüft.
en: This local DOI was already registered. It was verified successfully.

source: Neues Dokument erzeugt und zum Editieren geöffnet.
en: New document created and opened for editing.
